<script>
    //TODO: 1. Привести в порядок компоненты Step.(перевести все на английский)
    //TODO: 2. Отладить переменне в Store, и запросы к API. Мб немного разукраисть фронт
    //TODO: 3. Создать в Контроллере запросы-методы. endDate not null (remove-mibgratio -force)
    //TODO: 4. В Хендлерах и репазиториях реализовать логику
    //TODO: 5.
    //TODO: 6. Написать юнит-тесты
    //TODO: 7. Релаизовать доп.задачу 2 (Мигрировать)


    //TODO: 101. Перед отправкой удалить npm, bin. И проверить после деархивации
</script>